Repository: celeryclub/WP-Featured-Image-Rotator
Catalog: langs/cimy_hir-*.po
Languages: it_it

source: Main
it_it: Principale

source: Config #%d
it_it: Configurazione #%d

source: The plugin could not find or open the above image directory. Please make sure you have created a folder called 'Cimy_Header_Images' (without the quote marks) in your wp-content folder.
it_it: Il plugin non riesce a trovare o aprire la directory di cui sopra. Per favore assicurati che sia stata creata una directory chiamata 'Cimy_Header_Images' (senza le virgolette) nella tua directory wp-content

source: There are no pictures in your image folder. Please add some images for the plugin to work.
it_it: Non ci sono immagini nella tua directory. Per favore aggiungi qualche immagine per fare funzionare il plugin.

source: Add one configuration
it_it: Aggiungi una configurazione

source: Delete current configuration
it_it: Cancella la configurazione corrente

source: Name:
it_it: Nome:

source: Swap rate:
it_it: Ritmo di alternanza

source: Seconds
it_it: Secondi

source: Minutes
it_it: Minuti

source: Hours
it_it: Ore

source: Days
it_it: Giorni

source: Weeks
it_it: Settimane

source: Months
it_it: Mesi

source: This setting determines the interval at which your header images rotate.
it_it: Questa opzione determina l'intervallo con cui ruotano le immagini.

source: DIV ID:
it_it: ID DIV:

source: Border:
it_it: Bordo:

source: Width:
it_it: Larghezza:

source: Height:
it_it: Altezza:

source: Fade effect:
it_it: Effetto dissolvenza:

source: smaller value means faster fade (0=disabled)
it_it: a valori piccoli dissolvenza più veloce (0=disabilitato)

source: Static
it_it: Statico

source: Slide effect:
it_it: Effetto scorrimento:

source: Note that swap rate is ignored in this case and if you get no images then you have to reduce the size of the div and/or lower the speed value
it_it: Notare che il ritmo di alternanza è ignorato in questo caso e se si non si vede alcuna immagine allora bisogna ridurre la grandezza del div e/o diminuire il valore della velocità

source: Speed:
it_it: Velocità:

source: pixels/second
it_it: pixel/secondo

source: From UP to DOWN
it_it: Dall'ALTO verso il BASSO

source: From DOWN to UP
it_it: Dal BASSO verso l'ALTO

source: From LEFT to RIGHT
it_it: Da SINISTRA verso DESTRA

source: From RIGHT to LEFT
it_it: Da DESTRA verso SINISTRA

source: Ken Burns effect:
it_it: Effetto Ken Burns:

source: From TOP LEFT
it_it: Dall'ALTO a SINISTRA

source: to BOTTOM RIGHT
it_it: verso il BASSO a DESTRA

source: From BOTTOM RIGHT
it_it: Dal BASSO a DESTRA

source: to TOP LEFT
it_it: verso l'ALTO a SINISTRA

source: From TOP RIGHT
it_it: Dall'ALTO a DESTRA

source: to BOTTOM LEFT
it_it: verso il BASSO a SINISTRA

source: From BOTTOM LEFT
it_it: Dal BASSO a SINISTRA

source: to TOP RIGHT
it_it: verso l'ALTO a DESTRA

source: Shuffle images
it_it: Rotazione immagini casuale

source: Images link:
it_it: Link immagini:

source: Clicking on links open new tab/window:
it_it: Cliccando sui link apre un nuovo tab/finestra:

source: Images caption:
it_it: Didascalia immagini:

source: Copy following code in your theme where you want image rotation:
it_it: Copia il seguente codice nel tuo tema dove intendi avere l'immagine che ruota:

source: Loading images...
it_it: Caricamento immagini....

source: <strong>Note 1:</strong> image rotation will be available only for users with JavaScript enabled on their browsers
it_it: <strong>Nota 1:</strong> la rotazione dell'immagine sar&agrave; a disposizione solo per gli utenti con JavaScript abilitato nel browser

source: Images path:
it_it: Percorso immagini:

source: Images
it_it: Carica immagine

source: Please upload an image with one of the following extensions
it_it: Per favore invia una immagine con una delle seguenti estensioni

source: Upload image
it_it: Carica immagine

source: There have been some problems uploading the image
it_it: Ci sono stati dei problemi nel caricamento dell'immagine

source: The file name contains some illegal characters, please rename it and upload it again
it_it: Il nome del file contiene alcuni caratteri illegali, per favore rinominalo e caricalo nuovamente

source: Web server cannot write on images directory, check permissions
it_it: Il server web non pu&ograve; scrivere nella directory delle immagini, controlla i permessi

source: Web server can write on images directory
it_it: Il server web pu&ograve; scrivere nella directory delle immagini

source: Cannot open images directory. Please make sure that you create it and web server has read permission over it.
it_it: Non &egrave; possibile aprire la directory delle immagini. Per favore contolla che esista e che il server web abbia il permesso di lettura su di essa.

source: Could not find any pictures.
it_it: Nessuna immagine.

source: Click on pictures to view...
it_it: Clicca sulle immagini per vederle...

source: File name
it_it: Nome file

source: Delete file
it_it: Cancella file
